import Inspiration01 from "../assets/images/thumbnails/inspiration__01.png";
import Inspiration02 from "../assets/images/thumbnails/inspiration__02.png";
import Inspiration03 from "../assets/images/thumbnails/inspiration__03.png";

export const useInspiration = [
    {
        id: 1,
        title: "XCXMAIN 2018 F/W COLLECTION",
        description:
            "엑스씨엑스메인 18 f/w 출시를 하였습니다. 메인 디자이너인 Sean의 감각적인 그래픽과 패턴 작용으로 이번 시즌 라인을 출시하였습니다.",
        img: Inspiration01,
        genre: "영화",
        date: "2022.08.23",
        name: "심은보",
        contentTitle: "동시대적 소통을 꿈꾸는 루이비통",
        content: `
        사실 패션을 예술로 볼 것인가에 관해서는 오랫동안 논쟁이 있었습니다. 아직까지 ‘패션이 예술이다’라고 확언할 수는 없겠지만, 브랜드들의 다양한 이벤트를 면밀히 살펴보면 이들은 결국 예술로서 대중 앞에 서고 싶어 한다는 것을 알 수 있습니다. 

        루이 비통이 바로 그 대표적인 예시일 것입니다. 오래전부터 루이 비통 재단 미술관(Foundation Louis Vuitton)을 운영하며, 브랜드의 이상에 맞는 다양한 분야의 예술가를 지원해왔습니다. 한국의 에스파스 루이 비통 4층에는 별도의 전시 공간을 마련해 전시를 포함한 활발한 이벤트를 펼치고 있기도 하죠. 또 이전부터 루비 비통은 브랜드의 시그니처 백에 다양한 아티스트의 예술성을 접목했습니다. 
        
        최근에는 한국 미술계의 거장, 박서보 화백과 컬래버레이션한다고 하니, 루이 비통이 또 어떤 걸작을 탄생시킬지 기대가 됩니다.
        `,
    },
    {
        id: 2,
        title: "예술과 소통하는 패션 브랜드",
        description:
            "다채로운 컬러와 퀄리티 높은 자수 포인트로 엑스씨엑스만의 감각적인 그래픽을 점목시켜 겨울에 착용하기 편안하고 따뜻한 실용적인 웨어를 선보입니다.",
        img: Inspiration02,
        genre: "예술",
        date: "2022.08.23",
        name: "심은보",
        contentTitle: "동시대적 소통을 꿈꾸는 루이비통",
        content: `
        사실 패션을 예술로 볼 것인가에 관해서는 오랫동안 논쟁이 있었습니다. 아직까지 ‘패션이 예술이다’라고 확언할 수는 없겠지만, 브랜드들의 다양한 이벤트를 면밀히 살펴보면 이들은 결국 예술로서 대중 앞에 서고 싶어 한다는 것을 알 수 있습니다. 

        루이 비통이 바로 그 대표적인 예시일 것입니다. 오래전부터 루이 비통 재단 미술관(Foundation Louis Vuitton)을 운영하며, 브랜드의 이상에 맞는 다양한 분야의 예술가를 지원해왔습니다. 한국의 에스파스 루이 비통 4층에는 별도의 전시 공간을 마련해 전시를 포함한 활발한 이벤트를 펼치고 있기도 하죠. 또 이전부터 루비 비통은 브랜드의 시그니처 백에 다양한 아티스트의 예술성을 접목했습니다. 
        
        최근에는 한국 미술계의 거장, 박서보 화백과 컬래버레이션한다고 하니, 루이 비통이 또 어떤 걸작을 탄생시킬지 기대가 됩니다.
        `,
    },
    {
        id: 3,
        title: "이제 스물다섯, 아트디렉터 조기석",
        description:
            "포토그래퍼, 무대 디자인, 그래픽 디자인, 인테리어 디자인까지... 수많은수식어가 붙는 아티스트 '조기석'",
        img: Inspiration03,
        genre: "스타일",
        date: "2022.08.23",
        name: "심은보",
        contentTitle: "동시대적 소통을 꿈꾸는 루이비통",
        content: `
        사실 패션을 예술로 볼 것인가에 관해서는 오랫동안 논쟁이 있었습니다. 아직까지 ‘패션이 예술이다’라고 확언할 수는 없겠지만, 브랜드들의 다양한 이벤트를 면밀히 살펴보면 이들은 결국 예술로서 대중 앞에 서고 싶어 한다는 것을 알 수 있습니다. 

        루이 비통이 바로 그 대표적인 예시일 것입니다. 오래전부터 루이 비통 재단 미술관(Foundation Louis Vuitton)을 운영하며, 브랜드의 이상에 맞는 다양한 분야의 예술가를 지원해왔습니다. 한국의 에스파스 루이 비통 4층에는 별도의 전시 공간을 마련해 전시를 포함한 활발한 이벤트를 펼치고 있기도 하죠. 또 이전부터 루비 비통은 브랜드의 시그니처 백에 다양한 아티스트의 예술성을 접목했습니다. 
        
        최근에는 한국 미술계의 거장, 박서보 화백과 컬래버레이션한다고 하니, 루이 비통이 또 어떤 걸작을 탄생시킬지 기대가 됩니다.
        `,
    },
];

export const InspirationTabMenu = [
    {
        id: 1,
        title: "전체",
        name: "전체",
    },
    {
        id: 2,
        title: "스타일",
        name: "스타일",
    },
    {
        id: 3,
        title: "예술",
        name: "예술",
    },
    {
        id: 4,
        title: "음악",
        name: "음악",
    },
    {
        id: 5,
        title: "영화",
        name: "영화",
    },
    {
        id: 6,
        title: "디자인",
        name: "디자인",
    },
];
